9/data/attachments/4d8923ecfb04afac.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_954a8992-2861-4087-a161-ca6869131195</nif:username>
            <nif:friendToBeAdded>Jason_finally_Actions_55385_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>